[Civilian X2CharacterTemplate]
strCharacterName="平民"
strCharacterBackgroundMale[0]="希德曾经担任一个秘密组织的负责人，开发先进的军事模拟系统，当外星势力威胁到整个人类文明时，他只能选择战斗。" 
strCharacterBackgroundMale[1]="我们最忠实的支持者之一，比格鲁什以领导反击变种人宣传和传播XCOM与反抗运动的真相而闻名。"
strCharacterBackgroundMale[2]="彼得·范·多恩因战前在联合国的努力而闻名，他作风狂妄，像只脱缰之马，他在战场上的事迹和他丰富多彩的评论一样具有传奇色彩。"

[FacelessCivilian X2CharacterTemplate]
strCharacterName="平民"

[HostileCivilian X2CharacterTemplate]
strCharacterName="平民"



